[
  {
    "id": "cap_001",
    "text": "Chapter 1. The village of Drowning's End existed in a state of perpetual dampness,",
    "translate": [
      {
        "text": "Capítulo 1. O vilarejo de Drowning's End existia em um estado de umidade perpétua,",
        "language": "PT_BR"
      }
    ],
    "time": "00:00:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_002",
    "text": "a forgotten seam where the gray sea stitched itself to the black cliffs.",
    "translate": [
      {
        "text": "uma costura esquecida onde o mar cinzento se unia aos penhascos negros.",
        "language": "PT_BR"
      }
    ],
    "time": "00:07:500",
    "type": "CAPTION"
  },
  {
    "id": "cap_003",
    "text": "Rain was not weather here, it was atmosphere.",
    "translate": [
      {
        "text": "A chuva não era o clima aqui, era a atmosfera.",
        "language": "PT_BR"
      }
    ],
    "time": "00:11:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_004",
    "text": "It beat on the mossy thatch, dripped from the bent pines,",
    "translate": [
      {
        "text": "Ela batia no telhado de palha musgoso, gotejava dos pinheiros curvados,",
        "language": "PT_BR"
      }
    ],
    "time": "00:15:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_005",
    "text": "and filled the narrow lanes with the sound of a slow endless leak.",
    "translate": [
      {
        "text": "e enchia as vielas estreitas com o som de um vazamento lento e interminável.",
        "language": "PT_BR"
      }
    ],
    "time": "00:19:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_006",
    "text": "In his lighthouse, which had not cast a guiding beam in a generation, Silas kept his own kind of vigil.",
    "translate": [
      {
        "text": "Em seu farol, que não emitia um feixe de luz há gerações, Silas mantinha seu próprio tipo de vigília.",
        "language": "PT_BR"
      }
    ],
    "time": "00:24:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_007",
    "text": "He was the village archivist, a curator of faded ledgers, water-stained maps,",
    "translate": [
      {
        "text": "Ele era o arquivista do vilarejo, um curador de livros contábeis desbotados, mapas manchados de água,",
        "language": "PT_BR"
      }
    ],
    "time": "00:32:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_008",
    "text": "and the quiet papery scent of forgotten things.",
    "translate": [
      {
        "text": "e do cheiro suave de papel de coisas esquecidas.",
        "language": "PT_BR"
      }
    ],
    "time": "00:39:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_009",
    "text": "His great uncle Erasmus, the previous archivist and lighthouse keeper, had been found three days prior,",
    "translate": [
      {
        "text": "Seu tio-avô Erasmus, o arquivista e faroleiro anterior, fora encontrado três dias antes,",
        "language": "PT_BR"
      }
    ],
    "time": "00:43:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_010",
    "text": "sitting rigid in his high-backed chair, eyes wide and fixed on the roaring fireplace,",
    "translate": [
      {
        "text": "sentado rigidamente em sua cadeira de encosto alto, com os olhos arregalados e fixos na lareira crepitante,",
        "language": "PT_BR"
      }
    ],
    "time": "00:50:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_011",
    "text": "as if he'd seen the final log crumble into a shape he recognized.",
    "translate": [
      {
        "text": "como se tivesse visto a última tora desmoronar em uma forma que ele reconhecera.",
        "language": "PT_BR"
      }
    ],
    "time": "00:54:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_012",
    "text": "The village doctor called it a stroke. Silas, who knew the weight of silence in the tower, suspected otherwise.",
    "translate": [
      {
        "text": "O médico do vilarejo chamou de derrame. Silas, que conhecia o peso do silêncio na torre, suspeitava do contrário.",
        "language": "PT_BR"
      }
    ],
    "time": "00:58:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_013",
    "text": "The only item of note in Erasmus's Spartan will was a specific bequest:",
    "translate": [
      {
        "text": "O único item digno de nota no testamento espartano de Erasmus era um legado específico:",
        "language": "PT_BR"
      }
    ],
    "time": "01:07:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_014",
    "text": "a sealed oak box, bound in tarnished brass, for his nephew.",
    "translate": [
      {
        "text": "uma caixa de carvalho lacrada, com dobradiças de latão manchado, para seu sobrinho.",
        "language": "PT_BR"
      }
    ],
    "time": "01:13:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_015",
    "text": "Silas pried it open in the lamplight of the main floor library,",
    "translate": [
      {
        "text": "Silas a abriu sob a luz do candeeiro na biblioteca do andar principal,",
        "language": "PT_BR"
      }
    ],
    "time": "01:18:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_016",
    "text": "the wind keening on the stone curves of the tower.",
    "translate": [
      {
        "text": "enquanto o vento uivava nas curvas de pedra da torre.",
        "language": "PT_BR"
      }
    ],
    "time": "01:23:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_017",
    "text": "Inside, cushioned on sodden velvet, was a journal.",
    "translate": [
      {
        "text": "Dentro, protegida por um veludo encharcado, estava um diário.",
        "language": "PT_BR"
      }
    ],
    "time": "01:27:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_018",
    "text": "Its leather cover was mottled with dark blooming stains that felt unpleasantly spongy.",
    "translate": [
      {
        "text": "Sua capa de couro estava manchada com marcas escuras que pareciam desagradavelmente esponjosas.",
        "language": "PT_BR"
      }
    ],
    "time": "01:31:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_019",
    "text": "It was fastened with a clasp that had rusted shut.",
    "translate": [
      {
        "text": "Estava fechado com um fecho que enferrujou e travou.",
        "language": "PT_BR"
      }
    ],
    "time": "01:38:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_020",
    "text": "The air around it smelled not of mildew, but of cold salt water, and something else,",
    "translate": [
      {
        "text": "O ar ao redor não cheirava a mofo, mas a água salgada gelada e algo mais,",
        "language": "PT_BR"
      }
    ],
    "time": "01:41:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_021",
    "text": "something meaty and deep, like the breath of a tidal pool at midnight.",
    "translate": [
      {
        "text": "algo carnudo e profundo, como o sopro de uma poça de maré à meia-noite.",
        "language": "PT_BR"
      }
    ],
    "time": "01:47:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_022",
    "text": "With careful tools, Silas broke the clasp.",
    "translate": [
      {
        "text": "Com ferramentas cuidadosas, Silas quebrou o fecho.",
        "language": "PT_BR"
      }
    ],
    "time": "01:52:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_023",
    "text": "The first page held no name, only a date half a century past and a single line,",
    "translate": [
      {
        "text": "A primeira página não continha nome, apenas uma data de meio século atrás e uma única linha,",
        "language": "PT_BR"
      }
    ],
    "time": "01:56:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_024",
    "text": "the ink bleached to a ghostly brown.",
    "translate": [
      {
        "text": "com a tinta desbotada para um marrom fantasmagórico.",
        "language": "PT_BR"
      }
    ],
    "time": "02:01:500",
    "type": "CAPTION"
  },
  {
    "id": "cap_025",
    "text": "'It does not end with the sinking. It begins.'",
    "translate": [
      {
        "text": "'Não termina com o naufrágio. Começa.'",
        "language": "PT_BR"
      }
    ],
    "time": "02:04:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_026",
    "text": "As his fingers traced the paper, a sound fizzed at the edge of his hearing.",
    "translate": [
      {
        "text": "Enquanto seus dedos traçavam o papel, um som sussurrou no limiar de sua audição.",
        "language": "PT_BR"
      }
    ],
    "time": "02:08:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_027",
    "text": "Not the wind, but a distant porous sigh, a multitude of voices exhaling in hopeless unison.",
    "translate": [
      {
        "text": "Não o vento, mas um suspiro poroso e distante, uma multidão de vozes exalando em uníssono desesperançoso.",
        "language": "PT_BR"
      }
    ],
    "time": "02:13:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_028",
    "text": "He snapped the book shut. The sigh ceased.",
    "translate": [
      {
        "text": "Ele fechou o livro abruptamente. O suspiro cessou.",
        "language": "PT_BR"
      }
    ],
    "time": "02:22:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_029",
    "text": "He opened it again to a later page. This entry was clearer, a frantic scrawl.",
    "translate": [
      {
        "text": "Ele o abriu novamente em uma página posterior. Esta entrada era mais clara, um garrancho frenético.",
        "language": "PT_BR"
      }
    ],
    "time": "02:26:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_030",
    "text": "'She calls from the rocks. She says my name. She says she is so cold.'",
    "translate": [
      {
        "text": "'Ela chama das rochas. Ela diz meu nome. Ela diz que está com tanto frio.'",
        "language": "PT_BR"
      }
    ],
    "time": "02:32:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_031",
    "text": "This time the whisper was not distant. It was a woman's voice chattering with cold,",
    "translate": [
      {
        "text": "Desta vez o sussurro não era distante. Era a voz de uma mulher tremendo de frio,",
        "language": "PT_BR"
      }
    ],
    "time": "02:38:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_032",
    "text": "spoken directly into the shell of his ear.",
    "translate": [
      {
        "text": "falada diretamente na concha de seu ouvido.",
        "language": "PT_BR"
      }
    ],
    "time": "02:42:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_033",
    "text": "Silas jerked back, the journal falling to the table with a thick slap.",
    "translate": [
      {
        "text": "Silas recuou bruscamente, o diário caindo na mesa com um baque pesado.",
        "language": "PT_BR"
      }
    ],
    "time": "02:45:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_034",
    "text": "He sat in the ringing silence, his heart a frantic drum against his ribs.",
    "translate": [
      {
        "text": "Ele ficou sentado no silêncio vibrante, seu coração como um tambor frenético contra as costelas.",
        "language": "PT_BR"
      }
    ],
    "time": "02:49:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_035",
    "text": "The rain lashed the high round window. The journal lay inert, a thing of pulp and hide.",
    "translate": [
      {
        "text": "A chuva fustigava a janela redonda e alta. O diário jazia inerte, um objeto de polpa e couro.",
        "language": "PT_BR"
      }
    ],
    "time": "02:54:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_036",
    "text": "But the memory of the voice was crystalline, a shard of perfect suffering embedded in his mind.",
    "translate": [
      {
        "text": "Mas a lembrança da voz era cristalina, um fragmento de sofrimento perfeito incrustado em sua mente.",
        "language": "PT_BR"
      }
    ],
    "time": "02:59:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_037",
    "text": "He looked from the journal to the roaring sea beyond the glass, black and heaving.",
    "translate": [
      {
        "text": "Ele olhou do diário para o mar revolto além do vidro, negro e ondulante.",
        "language": "PT_BR"
      }
    ],
    "time": "03:07:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_038",
    "text": "The inheritance was not a journal, it was an echo chamber, and the drowned, it seemed,",
    "translate": [
      {
        "text": "A herança não era um diário, era uma câmara de eco, e os afogados, ao que parecia,",
        "language": "PT_BR"
      }
    ],
    "time": "03:13:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_039",
    "text": "had grown tired of whispering only to each other.",
    "translate": [
      {
        "text": "tinham se cansado de sussurrar apenas uns para os outros.",
        "language": "PT_BR"
      }
    ],
    "time": "03:19:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_0392",
    "type": "REVIEW",
    "time": "03:33:000",
    "newWords": [
      {
        "word": "Perpetual",
        "translate": [
          {
            "text": "Perpétuo",
            "language": "PT_BR"
          }
        ]
      },
      {
        "word": "Vigil",
        "translate": [
          {
            "text": "Vigília",
            "language": "PT_BR"
          }
        ]
      },
      {
        "word": "Bequest",
        "translate": [
          {
            "text": "Legado",
            "language": "PT_BR"
          }
        ]
      },
      {
        "word": "Tarnished",
        "translate": [
          {
            "text": "Manchado",
            "language": "PT_BR"
          }
        ]
      },
      {
        "word": "Inert",
        "translate": [
          {
            "text": "Inerte",
            "language": "PT_BR"
          }
        ]
      }
    ],
    "translate": [
      {
        "text": "No vilarejo eternamente chuvoso de Drowning's End, o arquivista recluso Silas Vale herda de seu tio-avô falecido uma caixa lacrada. Dentro, encontra um diário com capa manchada de água e cheiro de mar profundo. Ao abri-lo, Silas descobre que o diário não contém apenas escritas, mas também os sussurros fantasmais dos afogados, com vozes que passam do papel diretamente para sua percepção. A herança revela-se não ser um mero livro, mas uma perigosa câmara de ecos do passado trágico do mar, e Silas compreende que os mortos querem ser ouvidos.",
        "language": "PT_BR"
      }
    ],
    "description": "In the perpetually rainy village of Drowning's End, the reclusive archivist Silas Vale inherits a sealed box from his deceased great-uncle. Inside, he finds a diary with a water-stained cover and the scent of the deep sea. Upon opening it, Silas discovers that the diary contains not only writings but also the ghostly whispers of the drowned, voices that travel from the paper directly into his perception. The inheritance turns out to be not merely a book, but a dangerous echo chamber of the sea's tragic past, and Silas understands that the dead wish to be heard."
  },
  {
    "id": "cap_040",
    "text": "Chapter 2. Driven by a morbid compulsion he could not name, Silas began to transcribe the journal.",
    "translate": [
      {
        "text": "Capítulo 2. Movido por uma compulsão mórbida que ele não conseguia nomear, Silas começou a transcrever o diário.",
        "language": "PT_BR"
      }
    ],
    "time": "04:07:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_041",
    "text": "He told himself it was archival duty, a necessary preservation of the village's obscured history.",
    "translate": [
      {
        "text": "Ele disse a si mesmo que era um dever de arquivista, uma preservação necessária da história obscura do vilarejo.",
        "language": "PT_BR"
      }
    ],
    "time": "04:16:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_042",
    "text": "He set up his desk in the lantern room, the panoramic windows offering a 360-degree view of the relentless sea.",
    "translate": [
      {
        "text": "Ele montou sua mesa na sala da lanterna, onde as janelas panorâmicas ofereciam uma visão de 360 graus do mar implacável.",
        "language": "PT_BR"
      }
    ],
    "time": "04:24:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_043",
    "text": "By day he worked on village ledgers. By night, with a single oil lamp painting a small circle of warmth on the dark wood,",
    "translate": [
      {
        "text": "De dia, trabalhava nos livros contábeis da aldeia. À noite, com uma única lâmpada a óleo pintando um pequeno círculo de calor na madeira escura,",
        "language": "PT_BR"
      }
    ],
    "time": "04:33:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_044",
    "text": "he deciphered the water-warped script.",
    "translate": [
      {
        "text": "ele decifrava a escrita deformada pela água.",
        "language": "PT_BR"
      }
    ],
    "time": "04:42:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_045",
    "text": "The entries were not chronological. They were vignettes of despair.",
    "translate": [
      {
        "text": "As entradas não eram cronológicas. Eram vinhetas de desespero.",
        "language": "PT_BR"
      }
    ],
    "time": "04:45:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_046",
    "text": "A fisherman seeing a loved one's face in the froth of a breaking wave. A child lured from the cliffs by a song only she could hear.",
    "translate": [
      {
        "text": "Um pescador vendo o rosto de um ente querido na espuma de uma onda quebra. Uma criança atraída dos penhascos por uma canção que só ela podia ouvir.",
        "language": "PT_BR"
      }
    ],
    "time": "04:50:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_047",
    "text": "A lifeboat crew rowing toward a phantom ship's lights, their final shouts etched into the paper with frantic urgency.",
    "translate": [
      {
        "text": "A tripulação de um bote salva-vidas remando em direção às luzes de um navio fantasma, seus gritos finais gravados no papel com urgência frenética.",
        "language": "PT_BR"
      }
    ],
    "time": "05:00:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_048",
    "text": "With each sentence Silas copied onto fresh clean sheets, the atmosphere in the lighthouse thickened.",
    "translate": [
      {
        "text": "A cada frase que Silas copiava em folhas limpas e frescas, a atmosfera no farol ficava mais densa.",
        "language": "PT_BR"
      }
    ],
    "time": "05:07:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_049",
    "text": "The sighs became more distinct. The chattering cold was now sometimes accompanied",
    "translate": [
      {
        "text": "Os suspiros tornaram-se mais nítidos. O frio gélido agora era por vezes acompanhado",
        "language": "PT_BR"
      }
    ],
    "time": "05:15:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_050",
    "text": "by the faint rhythmic slap of water on wood, as if a small boat were knocking against the stones far below.",
    "translate": [
      {
        "text": "pelo leve tapa rítmico da água na madeira, como se um pequeno barco estivesse batendo nas pedras lá embaixo.",
        "language": "PT_BR"
      }
    ],
    "time": "05:20:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_051",
    "text": "Then the manifestations began.",
    "translate": [
      {
        "text": "Então as manifestações começaram.",
        "language": "PT_BR"
      }
    ],
    "time": "05:27:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_052",
    "text": "One night, after transcribing an account of the Mariana's wreck,",
    "translate": [
      {
        "text": "Certa noite, após transcrever um relato do naufrágio do Mariana,",
        "language": "PT_BR"
      }
    ],
    "time": "05:31:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_053",
    "text": "Silas looked up from his page to see a handprint, slick and cold, materializing on the inside of the glass dome.",
    "translate": [
      {
        "text": "Silas ergueu os olhos de sua página para ver uma marca de mão, escorregadia e fria, materializando-se no interior da cúpula de vidro.",
        "language": "PT_BR"
      }
    ],
    "time": "05:35:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_054",
    "text": "It slid downward, leaving a trail of briny condensation before fading.",
    "translate": [
      {
        "text": "Ela deslizou para baixo, deixando um rastro de condensação salgada antes de desaparecer.",
        "language": "PT_BR"
      }
    ],
    "time": "05:41:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_055",
    "text": "The air grew heavy and damp, tasting of salt.",
    "translate": [
      {
        "text": "O ar tornou-se pesado e úmido, com gosto de sal.",
        "language": "PT_BR"
      }
    ],
    "time": "05:46:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_056",
    "text": "On another evening, the smell of wet wool and pipe tobacco, Erasmus's scent, would fill the room,",
    "translate": [
      {
        "text": "Em outra noite, o cheiro de lã molhada e tabaco de cachimbo, o cheiro de Erasmus, enchia a sala,",
        "language": "PT_BR"
      }
    ],
    "time": "05:51:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_057",
    "text": "so potent Silas would turn, expecting to see his great uncle in his chair.",
    "translate": [
      {
        "text": "tão potente que Silas se virava, esperando ver seu tio-avô em sua cadeira.",
        "language": "PT_BR"
      }
    ],
    "time": "05:58:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_058",
    "text": "The most terrifying change was in the journal itself. The old entries began to bleed, not metaphorically.",
    "translate": [
      {
        "text": "A mudança mais aterrorizante foi no próprio diário. As entradas antigas começaram a sangrar, não metaforicamente.",
        "language": "PT_BR"
      }
    ],
    "time": "06:03:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_059",
    "text": "A brownish liquid smelling of peat and rust would seep from the inked words of a completed tragedy, staining Silas's fingers.",
    "translate": [
      {
        "text": "Um líquido acastanhado com cheiro de turfa e ferrugem escorria das palavras grafadas de uma tragédia concluída, manchando os dedos de Silas.",
        "language": "PT_BR"
      }
    ],
    "time": "06:11:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_060",
    "text": "New faint lines of text would sometimes appear in the margins as he worked, responding to his presence.",
    "translate": [
      {
        "text": "Novas e pálidas linhas de texto às vezes apareciam nas margens enquanto ele trabalhava, respondendo à sua presença.",
        "language": "PT_BR"
      }
    ],
    "time": "06:21:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_061",
    "text": "Next to an account of a lost husband, a new drippy scrawl emerged: 'He is not gone. He waits. Do you see?'",
    "translate": [
      {
        "text": "Ao lado do relato de um marido perdido, surgiu um novo garrancho gotejante: 'Ele não se foi. Ele espera. Você vê?'",
        "language": "PT_BR"
      }
    ],
    "time": "06:28:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_062",
    "text": "Silas was no longer just an archivist. He was a medium conducting a symphony of the dead with his pen.",
    "translate": [
      {
        "text": "Silas já não era apenas um arquivista. Ele era um médium regendo uma sinfonia dos mortos com sua caneta.",
        "language": "PT_BR"
      }
    ],
    "time": "06:37:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_063",
    "text": "The line between past and present, between record and reality, was dissolving.",
    "translate": [
      {
        "text": "A linha entre o passado e o presente, entre o registro e a realidade, estava se dissolvendo.",
        "language": "PT_BR"
      }
    ],
    "time": "06:45:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_064",
    "text": "The lighthouse was no longer a sanctuary against the storm, it was becoming the focal point,",
    "translate": [
      {
        "text": "O farol já não era um santuário contra a tempestade, estava se tornando o ponto focal,",
        "language": "PT_BR"
      }
    ],
    "time": "06:51:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_065",
    "text": "the lens through which the accumulated sorrow of Drowning's End was concentrating itself,",
    "translate": [
      {
        "text": "a lente através da qual a dor acumulada de Drowning's End se concentrava,",
        "language": "PT_BR"
      }
    ],
    "time": "06:56:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_066",
    "text": "and Silas, alone at its apex, was the intended audience for a performance that had been rehearsing for a century.",
    "translate": [
      {
        "text": "e Silas, sozinho em seu ápice, era o público pretendido para uma performance que vinha sendo ensaiada há um século.",
        "language": "PT_BR"
      }
    ],
    "time": "07:01:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_0662",
    "type": "REVIEW",
    "time": "07:11:000",
    "newWords": [
      {
        "word": "Morbid",
        "translate": [
          {
            "text": "Mórbido",
            "language": "PT_BR"
          }
        ]
      },
      {
        "word": "Vignettes",
        "translate": [
          {
            "text": "Vinhetas",
            "language": "PT_BR"
          }
        ]
      },
      {
        "word": "Decipher",
        "translate": [
          {
            "text": "Decifrar",
            "language": "PT_BR"
          }
        ]
      },
      {
        "word": "Materializing",
        "translate": [
          {
            "text": "Materializando-se",
            "language": "PT_BR"
          }
        ]
      },
      {
        "word": "Apex",
        "translate": [
          {
            "text": "Ápice",
            "language": "PT_BR"
          }
        ]
      }
    ],
    "translate": [
      {
        "text": "Silas, movido por uma compulsão mórbida, começa a transcrever o diário na sala do farol. À medida que copia as entradas fragmentadas e desesperadas das vítimas do mar, os fenômenos sobrenaturais se intensificam: sons de batidas de barco, cheiros fantasmais e impressões de mãos úmidas no vidro. O próprio diário parece reagir à sua presença, com entradas antigas 'sangrando' um líquido acastanhado e novos escritos aparecendo nas margens. Silas percebe que não está apenas preservando a história, mas atuando como um médium, e que o farol está se tornando o ponto focal onde o passado trágico está forçando seu caminho de volta para o presente.",
        "language": "PT_BR"
      }
    ],
    "description": "Driven by a morbid compulsion, Silas begins transcribing the diary in the lighthouse room. As he copies the fragmented, desperate entries of the sea's victims, the supernatural phenomena intensify: sounds of boat-knocks, phantom smells, and impressions of wet hands on the glass. The diary itself seems to react to his presence, with old entries 'bleeding' a brownish liquid and new writings appearing in the margins. Silas realizes he is not merely preserving history, but acting as a medium, and that the lighthouse is becoming the focal point where the tragic past is forcing its way back into the present."
  },
  {
    "id": "cap_067",
    "text": "Chapter 3. The breaking point came with the entry about the Evening Star.",
    "translate": [
      {
        "text": "Capítulo 3. O ponto de ruptura veio com a entrada sobre o Evening Star.",
        "language": "PT_BR"
      }
    ],
    "time": "08:00:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_068",
    "text": "Unlike the other tragic accounts, this one was not written from the perspective of a victim but from the shore.",
    "translate": [
      {
        "text": "Ao contrário dos outros relatos trágicos, este não foi escrito da perspectiva de uma vítima, mas da costa.",
        "language": "PT_BR"
      }
    ],
    "time": "08:06:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_069",
    "text": "The prose was chillingly lucid, almost clinical.",
    "translate": [
      {
        "text": "A prosa era assustadoramente lúcida, quase clínica.",
        "language": "PT_BR"
      }
    ],
    "time": "08:14:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_070",
    "text": "The author described watching the schooner approach the hidden reef on a moonless night,",
    "translate": [
      {
        "text": "O autor descreveu a escuna aproximando-se do recife escondido numa noite sem lua,",
        "language": "PT_BR"
      }
    ],
    "time": "08:18:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_071",
    "text": "noted the precise coordinates, and recorded the exact time the first distress flare burst against the clouds.",
    "translate": [
      {
        "text": "anotou as coordenadas precisas e registrou o momento exato em que o primeiro sinalizador de socorro explodiu contra as nuvens.",
        "language": "PT_BR"
      }
    ],
    "time": "08:24:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_072",
    "text": "He wrote of the screams as a dissonant choir, and the final silence as the most satisfactory punctuation.",
    "translate": [
      {
        "text": "Ele escreveu sobre os gritos como um coro dissonante, e o silêncio final como a pontuação mais satisfatória.",
        "language": "PT_BR"
      }
    ],
    "time": "08:31:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_073",
    "text": "A cold sick understanding crystallized in Silas's gut.",
    "translate": [
      {
        "text": "Uma compreensão fria e doentia cristalizou-se nas entranhas de Silas.",
        "language": "PT_BR"
      }
    ],
    "time": "08:40:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_074",
    "text": "He frantically cross-referenced dates and events from the journal with the official sanitized records in the village archive.",
    "translate": [
      {
        "text": "Ele cruzou freneticamente datas e eventos do diário com os registros oficiais higienizados no arquivo do vilarejo.",
        "language": "PT_BR"
      }
    ],
    "time": "08:44:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_075",
    "text": "The pattern was horrifyingly clear.",
    "translate": [
      {
        "text": "O padrão era horrivelmente claro.",
        "language": "PT_BR"
      }
    ],
    "time": "08:54:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_076",
    "text": "Every major maritime disaster near Drowning's End for 60 years coincided with a period",
    "translate": [
      {
        "text": "Cada grande desastre marítimo perto de Drowning's End durante 60 anos coincidiu com um período",
        "language": "PT_BR"
      }
    ],
    "time": "08:58:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_077",
    "text": "where the journal's author, a man who signed only a looping 'C' at the end of certain entries, was known to be in residence.",
    "translate": [
      {
        "text": "em que o autor do diário, um homem que assinava apenas um 'C' cursivo ao final de certas entradas, sabidamente residia no local.",
        "language": "PT_BR"
      }
    ],
    "time": "09:05:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_078",
    "text": "The author hadn't been a chronicler of tragedy. He had been its architect.",
    "translate": [
      {
        "text": "O autor não fora um cronista de tragédias. Ele fora o seu arquiteto.",
        "language": "PT_BR"
      }
    ],
    "time": "09:14:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_079",
    "text": "The journal wasn't a passive record of echoes. It was a device.",
    "translate": [
      {
        "text": "O diário não era um registro passivo de ecos. Era um dispositivo.",
        "language": "PT_BR"
      }
    ],
    "time": "09:20:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_080",
    "text": "It didn't just capture the final moments of the drowned.",
    "translate": [
      {
        "text": "Não capturava apenas os momentos finais dos afogados.",
        "language": "PT_BR"
      }
    ],
    "time": "09:25:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_081",
    "text": "It had, in some way Silas could not grasp, orchestrated them.",
    "translate": [
      {
        "text": "Tinha, de alguma forma que Silas não conseguia compreender, orquestrado-os.",
        "language": "PT_BR"
      }
    ],
    "time": "09:29:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_082",
    "text": "The whispers, the cold, the manifestations, they weren't ghosts seeking solace.",
    "translate": [
      {
        "text": "Os sussurros, o frio, as manifestações, não eram fantasmas em busca de consolo.",
        "language": "PT_BR"
      }
    ],
    "time": "09:34:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_083",
    "text": "They were instruments of a narrative, a story of predation and despair that demanded to be continued.",
    "translate": [
      {
        "text": "Eram instrumentos de uma narrativa, uma história de predação e desespero que exigia continuação.",
        "language": "PT_BR"
      }
    ],
    "time": "09:39:500",
    "type": "CAPTION"
  },
  {
    "id": "cap_084",
    "text": "The sea was a curator of calamity.",
    "translate": [
      {
        "text": "O mar era um curador de calamidades.",
        "language": "PT_BR"
      }
    ],
    "time": "09:47:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_085",
    "text": "As this realization dawned, the final page of the journal, which had always been stubbornly blank,",
    "translate": [
      {
        "text": "À medida que essa percepção surgia, a última página do diário, que sempre fora obstinadamente branca,",
        "language": "PT_BR"
      }
    ],
    "time": "09:50:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_086",
    "text": "began to darken, not with writing, but with an image.",
    "translate": [
      {
        "text": "começou a escurecer, não com escrita, mas com uma imagem.",
        "language": "PT_BR"
      }
    ],
    "time": "09:56:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_087",
    "text": "It seeped up from the paper like a developing photograph in a darkroom tray.",
    "translate": [
      {
        "text": "Ela brotou do papel como uma fotografia sendo revelada em uma bandeja de quarto escuro.",
        "language": "PT_BR"
      }
    ],
    "time": "10:01:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_088",
    "text": "It was a detailed ink-wash drawing of the lantern room from the perspective of the storm-tossed sea below.",
    "translate": [
      {
        "text": "Era um desenho detalhado a nanquim da sala da lanterna da perspectiva do mar tempestuoso lá embaixo.",
        "language": "PT_BR"
      }
    ],
    "time": "10:06:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_089",
    "text": "And in the lantern room window, clearly visible, was the silhouette of a man seated at a desk.",
    "translate": [
      {
        "text": "E na janela da sala da lanterna, claramente visível, estava a silhueta de um homem sentado a uma mesa.",
        "language": "PT_BR"
      }
    ],
    "time": "10:11:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_090",
    "text": "The silhouette was his own.",
    "translate": [
      {
        "text": "A silhueta era a dele própria.",
        "language": "PT_BR"
      }
    ],
    "time": "10:17:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_091",
    "text": "A new sentence formed beneath the image, the ink pooling wet and black.",
    "translate": [
      {
        "text": "Uma nova frase formou-se abaixo da imagem, a tinta acumulando-se úmida e preta.",
        "language": "PT_BR"
      }
    ],
    "time": "10:20:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_092",
    "text": "'Every story needs an author, Silas Vale. The pen is offered. Will you take it?'",
    "translate": [
      {
        "text": "'Toda história precisa de um autor, Silas Vale. A caneta lhe é oferecida. Você a aceitará?'",
        "language": "PT_BR"
      }
    ],
    "time": "10:24:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_093",
    "text": "The chorus of whispers in the air coalesced into a single dripping many-layered voice.",
    "translate": [
      {
        "text": "O coro de sussurros no ar aglutinou-se em uma única voz gotejante e de múltiplas camadas.",
        "language": "PT_BR"
      }
    ],
    "time": "10:32:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_094",
    "text": "It did not plead, it instructed.",
    "translate": [
      {
        "text": "Não implorava, instruía.",
        "language": "PT_BR"
      }
    ],
    "time": "10:38:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_095",
    "text": "It showed him, not in words but in invasive mental flashes, what the story required next.",
    "translate": [
      {
        "text": "Mostrou-lhe, não em palavras, mas em flashes mentais invasivos, o que a história exigia a seguir.",
        "language": "PT_BR"
      }
    ],
    "time": "10:41:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_096",
    "text": "A shape moving on the cliffs, a misplaced lantern, a cry swallowed by the wind.",
    "translate": [
      {
        "text": "Um vulto movendo-se nos penhascos, um lampião fora de lugar, um grito engolido pelo vento.",
        "language": "PT_BR"
      }
    ],
    "time": "10:49:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_097",
    "text": "It was the plot for a new entry. The motive was no longer a mystery.",
    "translate": [
      {
        "text": "Era o enredo para uma nova entrada. O motivo já não era um mistério.",
        "language": "PT_BR"
      }
    ],
    "time": "10:55:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_098",
    "text": "The narrative, having found its previous author deceased, had simply turned its empty page toward a new susceptible heir.",
    "translate": [
      {
        "text": "A narrativa, tendo encontrado o autor anterior falecido, simplesmente voltara sua página em branco para um novo herdeiro suscetível.",
        "language": "PT_BR"
      }
    ],
    "time": "11:00:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_099",
    "text": "The horror was not in the past. It was an open invitation to the future.",
    "translate": [
      {
        "text": "O horror não estava no passado. Era um convite aberto para o futuro.",
        "language": "PT_BR"
      }
    ],
    "time": "11:09:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_0992",
    "type": "REVIEW",
    "time": "11:13:000",
    "newWords": [
      {
        "word": "Lucíd",
        "translate": [
          {
            "text": "Lúcido",
            "language": "PT_BR"
          }
        ]
      },
      {
        "word": "Dissonant",
        "translate": [
          {
            "text": "Dissonante",
            "language": "PT_BR"
          }
        ]
      },
      {
        "word": "Orchestrated",
        "translate": [
          {
            "text": "Orquestrado",
            "language": "PT_BR"
          }
        ]
      },
      {
        "word": "Coalesced",
        "translate": [
          {
            "text": "Coalesceram",
            "language": "PT_BR"
          }
        ]
      },
      {
        "word": "Susceptible",
        "translate": [
          {
            "text": "Suscetível",
            "language": "PT_BR"
          }
        ]
      }
    ],
    "translate": [
      {
        "text": "Silas atinge um ponto de ruptão ao transcrever uma entrada sobre o naufrágio do Evening Star, escrita de forma límpida e clínica da perspectiva da costa. Ao cruzar dados do diário com os arquivos da vila, ele descobre um padrão horrível: o autor, identificado apenas por um 'C', não era um mero cronista, mas o arquiteto das tragédias. O diário é revelado como um dispositivo ativo que orquestrou os desastres. Com essa realização, a última página em branco do diário escurece, formando uma imagem da silhueta de Silas no farol. Uma nova sentença surge, oferecendo-lhe a pena para se tornar o novo autor da narrativa, apresentando-lhe flashes mentais do que a 'história' exige a seguir.",
        "language": "PT_BR"
      }
    ],
    "description": "Silas reaches a breaking point while transcribing an entry about the wreck of the Evening Star, written in a chillingly clear and clinical tone from the perspective of the shore. Cross-referencing the diary's data with the village archives, he uncovers a horrifying pattern: the author, identified only by a 'C', was not a mere chronicler, but the architect of the tragedies. The diary is revealed as an active device that orchestrated the disasters. With this realization, the final blank page of the diary darkens, forming an image of Silas's silhouette in the lighthouse. A new sentence coalesces, offering him the pen to become the new author of the narrative, presenting him with mental flashes of what the 'story' demands next."
  },
  {
    "id": "cap_100",
    "text": "Chapter 4. The offered pen was not an object but a compulsion.",
    "translate": [
      {
        "text": "Capítulo 4. A caneta oferecida não era um objeto, mas uma compulsão.",
        "language": "PT_BR"
      }
    ],
    "time": "12:10:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_101",
    "text": "It settled in Silas's mind, a cold weight behind his eyes, presenting him with perfect terrible clarity, the how.",
    "translate": [
      {
        "text": "Instalou-se na mente de Silas, um peso frio atrás dos olhos, apresentando-lhe com uma clareza terrível e perfeita, o como.",
        "language": "PT_BR"
      }
    ],
    "time": "12:17:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_102",
    "text": "A loose stone on the Widow's Walk. A single well-placed shove in the dark.",
    "translate": [
      {
        "text": "Uma pedra solta no Caminho da Viúva. Um único empurrão bem dado no escuro.",
        "language": "PT_BR"
      }
    ],
    "time": "12:28:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_103",
    "text": "The journal would record it, savor the echo, and the hunger within its pages would be sated for a time.",
    "translate": [
      {
        "text": "O diário registraria, saborearia o eco, e a fome em suas páginas seria saciada por um tempo.",
        "language": "PT_BR"
      }
    ],
    "time": "12:33:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_104",
    "text": "The narrative logic was impeccable. A story must continue. An heir must claim his legacy.",
    "translate": [
      {
        "text": "A lógica narrativa era impecável. Uma história deve continuar. Um herdeiro deve reivindicar seu legado.",
        "language": "PT_BR"
      }
    ],
    "time": "12:41:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_105",
    "text": "The chorus of drowned voices now hummed not with sorrow but with anticipation.",
    "translate": [
      {
        "text": "O coro de vozes afogadas agora cantarolava não de tristeza, mas de antecipação.",
        "language": "PT_BR"
      }
    ],
    "time": "12:48:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_106",
    "text": "They were no longer victims. They were witnesses to an ongoing ritual, a chain that must not break.",
    "translate": [
      {
        "text": "Já não eram vítimas. Eram testemunhas de um ritual contínuo, uma corrente que não devia quebrar.",
        "language": "PT_BR"
      }
    ],
    "time": "12:54:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_107",
    "text": "Silas stood at the desk, the open journal pulsing like a dark heart.",
    "translate": [
      {
        "text": "Silas parou diante da mesa, o diário aberto pulsando como um coração sombrio.",
        "language": "PT_BR"
      }
    ],
    "time": "13:00:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_108",
    "text": "He looked from the damning illustration to the storm-lashed windows.",
    "translate": [
      {
        "text": "Olhou da ilustração condenatória para as janelas fustigadas pela tempestade.",
        "language": "PT_BR"
      }
    ],
    "time": "13:06:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_109",
    "text": "The village below was a scant handful of flickering lights, ignorant of the choice being made in the tower.",
    "translate": [
      {
        "text": "O vilarejo abaixo era um punhado escasso de luzes tremeluzentes, ignorante da escolha que estava sendo feita na torre.",
        "language": "PT_BR"
      }
    ],
    "time": "13:11:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_110",
    "text": "He thought of Erasmus, sitting rigid before the fire, eyes wide. Had he been offered the pen too?",
    "translate": [
      {
        "text": "Pensou em Erasmus, sentado rigidamente diante do fogo, com os olhos arregalados. Também lhe tinham oferecido a caneta?",
        "language": "PT_BR"
      }
    ],
    "time": "13:19:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_111",
    "text": "Had he refused, and was his death the story's revenge?",
    "translate": [
      {
        "text": "Teria ele recusado, e seria a sua morte a vingança da história?",
        "language": "PT_BR"
      }
    ],
    "time": "13:26:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_112",
    "text": "Or had he accepted, and his final entry was his own end, a self-sacrifice to feed the thing he served?",
    "translate": [
      {
        "text": "Ou teria aceitado, e sua última entrada fora o seu próprio fim, um autossacrifício para alimentar a coisa que servia?",
        "language": "PT_BR"
      }
    ],
    "time": "13:30:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_113",
    "text": "The journal gave no answer, only the patient wet blankness of the final page.",
    "translate": [
      {
        "text": "O diário não deu resposta, apenas o vazio paciente e úmido da última página.",
        "language": "PT_BR"
      }
    ],
    "time": "13:40:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_114",
    "text": "Then he understood the flaw in the narrative's logic. It demanded an author.",
    "translate": [
      {
        "text": "Então compreendeu a falha na lógica da narrativa. Exigia um autor.",
        "language": "PT_BR"
      }
    ],
    "time": "13:44:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_115",
    "text": "It required a hand to hold the pen. But it was itself only a story.",
    "translate": [
      {
        "text": "Exigia uma mão para segurar a caneta. Mas ela própria era apenas uma história.",
        "language": "PT_BR"
      }
    ],
    "time": "13:50:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_116",
    "text": "Its power was not in the ink or the leather, but in the belief, the attention, the continuation.",
    "translate": [
      {
        "text": "Seu poder não estava na tinta ou no couro, mas na crença, na atenção, na continuação.",
        "language": "PT_BR"
      }
    ],
    "time": "13:56:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_117",
    "text": "It lived by being told. It fed on being given form.",
    "translate": [
      {
        "text": "Vivia sendo contada. Alimentava-se ao lhe ser dada forma.",
        "language": "PT_BR"
      }
    ],
    "time": "14:04:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_118",
    "text": "Silas did not reach for his transcription pen.",
    "translate": [
      {
        "text": "Silas não buscou sua caneta de transcrição.",
        "language": "PT_BR"
      }
    ],
    "time": "14:09:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_119",
    "text": "Instead, with a calm that felt alien, he picked up the journal itself.",
    "translate": [
      {
        "text": "Em vez disso, com uma calma que parecia alheia, pegou o próprio diário.",
        "language": "PT_BR"
      }
    ],
    "time": "14:13:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_120",
    "text": "The leather was ice cold and squirmed faintly in his grip. The whispers rose to a shriek.",
    "translate": [
      {
        "text": "O couro estava gélido e contorcia-se levemente em seu aperto. Os sussurros tornaram-se um grito.",
        "language": "PT_BR"
      }
    ],
    "time": "14:18:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_121",
    "text": "He carried it across the lantern room, not to his desk, but to the massive defunct iron brazier",
    "translate": [
      {
        "text": "Carregou-o pela sala da lanterna, não para sua mesa, mas para o enorme braseiro de ferro desativado",
        "language": "PT_BR"
      }
    ],
    "time": "14:24:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_122",
    "text": "that once held the lighthouse's great flame.",
    "translate": [
      {
        "text": "que outrora guardava a grande chama do farol.",
        "language": "PT_BR"
      }
    ],
    "time": "14:29:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_123",
    "text": "He had kept it clean, a monument to a forgotten purpose. He placed the journal in the dry iron bowl.",
    "translate": [
      {
        "text": "Ele o mantivera limpo, um monumento a um propósito esquecido. Colocou o diário na bacia de ferro seca.",
        "language": "PT_BR"
      }
    ],
    "time": "14:34:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_124",
    "text": "The chorus screamed, a cacophony of rage and terror that shook the glass in the panes.",
    "translate": [
      {
        "text": "O coro gritou, uma cacofonia de raiva e terror que sacudiu o vidro das vidraças.",
        "language": "PT_BR"
      }
    ],
    "time": "14:42:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_125",
    "text": "From his pocket he took the small tin of kerosene he used for his lamps. He unscrewed the cap.",
    "translate": [
      {
        "text": "Do bolso, tirou a pequena lata de querosene que usava em suas lâmpadas. Desparafusou a tampa.",
        "language": "PT_BR"
      }
    ],
    "time": "14:48:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_126",
    "text": "The narrative showed him one last vivid flash.",
    "translate": [
      {
        "text": "A narrativa mostrou-lhe um último flash vívido.",
        "language": "PT_BR"
      }
    ],
    "time": "14:55:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_127",
    "text": "His own name written in beautiful looping script at the top of the blank page, a legacy secured.",
    "translate": [
      {
        "text": "Seu próprio nome escrito em bela letra cursiva no topo da página em branco, um legado garantido.",
        "language": "PT_BR"
      }
    ],
    "time": "14:58:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_128",
    "text": "Silas poured the kerosene over the book.",
    "translate": [
      {
        "text": "Silas derramou o querosene sobre o livro.",
        "language": "PT_BR"
      }
    ],
    "time": "15:05:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_129",
    "text": "The liquid soaked into the mottled cover, darkening it further. He struck a match.",
    "translate": [
      {
        "text": "O líquido ensopou a capa manchada, escurecendo-a ainda mais. Ele riscou um fósforo.",
        "language": "PT_BR"
      }
    ],
    "time": "15:08:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_130",
    "text": "The flame caught with a soft 'whump' that silenced the voices instantly.",
    "translate": [
      {
        "text": "A chama pegou com um suave 'baque' de fogo que silenciou as vozes instantaneamente.",
        "language": "PT_BR"
      }
    ],
    "time": "15:14:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_131",
    "text": "The fire was not orange, but a sickly spectral green.",
    "translate": [
      {
        "text": "O fogo não era laranja, mas de um verde espectral doentio.",
        "language": "PT_BR"
      }
    ],
    "time": "15:20:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_132",
    "text": "It consumed the journal not with crackling joy, but with a slow resentful deliberation.",
    "translate": [
      {
        "text": "Consumiu o diário não com alegria estaladiça, mas com uma deliberação lenta e ressentida.",
        "language": "PT_BR"
      }
    ],
    "time": "15:25:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_133",
    "text": "As it burned, the pressure in the lighthouse bled away. The smell of salt and decay lifted.",
    "translate": [
      {
        "text": "Enquanto queimava, a pressão no farol dissipava-se. O cheiro de sal e decomposição elevou-se.",
        "language": "PT_BR"
      }
    ],
    "time": "15:31:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_134",
    "text": "The handprint on the glass evaporated.",
    "translate": [
      {
        "text": "A marca da mão no vidro evaporou.",
        "language": "PT_BR"
      }
    ],
    "time": "15:38:500",
    "type": "CAPTION"
  },
  {
    "id": "cap_135",
    "text": "The sense of being watched by a multitude dissolved into the simple empty dark of the night.",
    "translate": [
      {
        "text": "A sensação de ser observado por uma multidão dissolveu-se na escuridão simples e vazia da noite.",
        "language": "PT_BR"
      }
    ],
    "time": "15:42:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_136",
    "text": "When the last ember faded to black ash, a profound and ordinary silence remained,",
    "translate": [
      {
        "text": "Quando a última brasa desvaneceu em cinza negra, restou um silêncio profundo e comum,",
        "language": "PT_BR"
      }
    ],
    "time": "15:49:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_137",
    "text": "broken only by the honest rain and the distant sea.",
    "translate": [
      {
        "text": "quebrado apenas pela chuva honesta e pelo mar distante.",
        "language": "PT_BR"
      }
    ],
    "time": "15:56:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_138",
    "text": "The story demanded an author. Silas had chosen, instead, to be an editor.",
    "translate": [
      {
        "text": "A história exigia um autor. Silas escolhera, em vez disso, ser um editor.",
        "language": "PT_BR"
      }
    ],
    "time": "16:01:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_139",
    "text": "And his final edit was the most powerful of all: a deletion.",
    "translate": [
      {
        "text": "E sua edição final fora a mais poderosa de todas: uma deleção.",
        "language": "PT_BR"
      }
    ],
    "time": "16:07:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_140",
    "text": "He looked out at the enduring storm and, for the first time, heard only the weather.",
    "translate": [
      {
        "text": "Olhou para a tempestade persistente e, pela primeira vez, ouviu apenas o clima.",
        "language": "PT_BR"
      }
    ],
    "time": "16:11:000",
    "type": "CAPTION"
  },
  {
    "id": "cap_1402",
    "type": "REVIEW",
    "time": "16:14:000",
    "newWords": [
      {
        "word": "Impeccable",
        "translate": [
          {
            "text": "Impecável",
            "language": "PT_BR"
          }
        ]
      },
      {
        "word": "Sated",
        "translate": [
          {
            "text": "Saciaram",
            "language": "PT_BR"
          }
        ]
      },
      {
        "word": "Brazier",
        "translate": [
          {
            "text": "Braseiro",
            "language": "PT_BR"
          }
        ]
      },
      {
        "word": "Cacophony",
        "translate": [
          {
            "text": "Cacofonia",
            "language": "PT_BR"
          }
        ]
      },
      {
        "word": "Deliberation",
        "translate": [
          {
            "text": "Deliberação",
            "language": "PT_BR"
          }
        ]
      }
    ],
    "translate": [
      {
        "text": "Confrontado com a oferta da 'pena' e com a compulsão de se tornar o novo autor da narrativa macabra, Silas compreende a lógica do diário: seu poder reside na continuidade, em ser alimentado por um contador de histórias. Recusando-se a cometer o sacrifício exigido, ele percebe que pode quebrar a corrente não cedendo, mas destruindo a própria fonte. Silas coloca o diário na antiga braçadeira do farol, encharca-o com querosene e o incendeia. O diário queima com uma chama sobrenatural, e à medida que é consumido, todas as manifestações e pressões no farol cessam. Silas escolhe ser um editor em vez de um autor, e sua edição final—a deleção completa da história—quebra a maldição, deixando apenas o silêncio normal da chuva e do mar.",
        "language": "PT_BR"
      }
    ],
    "description": "Confronted with the offer of the 'pen' and the compulsion to become the new author of the macabre narrative, Silas comprehends the diary's logic: its power resides in continuity, in being fed by a storyteller. Refusing to commit the required sacrifice, he realizes he can break the chain not by complying, but by destroying the very source. Silas places the diary in the lighthouse's ancient brazier, soaks it in kerosene, and sets it ablaze. The diary burns with a supernatural flame, and as it is consumed, all the manifestations and pressures within the lighthouse cease. Silas chooses to be an editor instead of an author, and his final edit—the complete deletion of the story—shatters the curse, leaving behind only the normal silence of the rain and the sea."
  }
]
